[
  {
    "name": "Amerika Serikat",
    "code": "us",
    "fact": "Amerika Serikat adalah negara pertama yang menempatkan manusia di bulan pada tahun 1969 melalui misi Apollo 11 NASA."
  },
  {
    "name": "Kanada",
    "code": "ca",
    "fact": "Kanada memiliki garis pantai terpanjang di dunia, membentang sepanjang 202.080 kilometer."
  },
  {
    "name": "Jepang",
    "code": "jp",
    "fact": "Jepang adalah negara dengan harapan hidup tertinggi di dunia, dan rumah bagi lebih dari 80.000 orang yang berusia di atas 100 tahun."
  },
  {
    "name": "Australia",
    "code": "au",
    "fact": "Australia memiliki lebih banyak domba daripada manusia, dengan perkiraan sekitar 3 domba untuk setiap penduduk Australia."
  },
  {
    "name": "Brasil",
    "code": "br",
    "fact": "Brasil memiliki hutan hujan terbesar di dunia, Amazon, yang meliputi sekitar 60% wilayah negara tersebut."
  },
  {
    "name": "Prancis",
    "code": "fr",
    "fact": "Prancis adalah tujuan wisata paling populer di dunia, dengan lebih dari 89 juta turis mengunjungi setiap tahunnya sebelum pandemi."
  },
  {
    "name": "Rusia",
    "code": "ru",
    "fact": "Rusia adalah negara terluas di dunia dengan luas lebih dari 17 juta kilometer persegi, mencakup lebih dari satu-delapan luas daratan bumi."
  },
  {
    "name": "India",
    "code": "in",
    "fact": "India adalah negara dengan populasi vegetarian terbanyak di dunia, dengan lebih dari 30% penduduknya tidak mengonsumsi daging."
  },
  {
    "name": "Swiss",
    "code": "ch",
    "fact": "Swiss terkenal sebagai negara netral yang tidak terlibat dalam perang sejak 1815, meskipun terletak di jantung Eropa."
  },
  {
    "name": "Mesir",
    "code": "eg",
    "fact": "Mesir adalah rumah bagi salah satu keajaiban dunia kuno, Piramida Giza, yang merupakan struktur tertua yang masih berdiri."
  },
  {
    "name": "Islandia",
    "code": "is",
    "fact": "Islandia adalah satu-satunya negara di dunia yang tidak memiliki nyamuk, berkat iklimnya yang keras bagi serangga tersebut."
  },
  {
    "name": "Tiongkok",
    "code": "cn",
    "fact": "Tiongkok memiliki Tembok Besar Tiongkok, struktur terpanjang di dunia yang dibangun selama beberapa abad untuk melindungi negara dari invasi."
  },
  {
    "name": "Arab Saudi",
    "code": "sa",
    "fact": "Arab Saudi adalah tempat kelahiran Islam dan rumah bagi kota suci Mekkah, yang dikunjungi oleh jutaan Muslim setiap tahun dalam ibadah Haji."
  },
  {
    "name": "Italia",
    "code": "it",
    "fact": "Italia memiliki jumlah Situs Warisan Dunia UNESCO terbanyak di dunia, termasuk Colosseum, Menara Miring Pisa, dan kota Pompeii yang terkenal."
  },
  {
    "name": "Indonesia",
    "code": "id",
    "fact": "Indonesia adalah negara kepulauan terbesar di dunia dengan lebih dari 17.000 pulau, termasuk Bali yang menjadi destinasi wisata internasional."
  },
  {
    "name": "Malaysia",
    "code": "my",
    "fact": "Malaysia adalah rumah bagi Menara Kembar Petronas di Kuala Lumpur, yang pernah menjadi gedung tertinggi di dunia hingga tahun 2004."
  },
  {
    "name": "Singapura",
    "code": "sg",
    "fact": "Singapura dikenal sebagai negara yang paling hijau di Asia meskipun ukurannya kecil, dengan lebih dari 50% wilayahnya tertutup pepohonan dan taman."
  },
  {
    "name": "Thailand",
    "code": "th",
    "fact": "Thailand adalah satu-satunya negara di Asia Tenggara yang tidak pernah dijajah oleh negara asing."
  },
  {
    "name": "Filipina",
    "code": "ph",
    "fact": "Filipina terdiri dari lebih dari 7.600 pulau dan memiliki garis pantai terpanjang kedua di Asia, setelah Indonesia."
  },
  {
    "name": "Vietnam",
    "code": "vn",
    "fact": "Vietnam adalah negara penghasil kopi terbesar kedua di dunia setelah Brasil, terutama kopi Robusta yang terkenal dengan cita rasa kuatnya."
  },
  {
    "name": "Brunei",
    "code": "bn",
    "fact": "Brunei adalah salah satu negara terkaya di dunia berdasarkan PDB per kapita, berkat cadangan minyak dan gas bumi yang melimpah."
  },
  {
    "name": "Laos",
    "code": "la",
    "fact": "Laos adalah satu-satunya negara di Asia Tenggara yang tidak memiliki garis pantai, dan lebih dari 70% wilayahnya tertutup pegunungan."
  },
  {
    "name": "Myanmar",
    "code": "mm",
    "fact": "Myanmar memiliki lebih dari 2.000 pagoda dan candi kuno di Bagan, yang merupakan salah satu situs arkeologi terbesar di Asia."
  },
  {
    "name": "Kamboja",
    "code": "kh",
    "fact": "Kamboja adalah tempat berdirinya Angkor Wat, kompleks candi terbesar di dunia yang dibangun pada abad ke-12 dan menjadi simbol nasional Kamboja."
  },
  {
    "name": "Argentina",
    "code": "ar",
    "fact": "Argentina adalah tempat kelahiran tarian Tango, sebuah tarian yang terkenal secara internasional dan memiliki sejarah panjang sebagai bagian dari budaya Argentina."
  },
  {
    "name": "Afrika Selatan",
    "code": "za",
    "fact": "Afrika Selatan memiliki tiga ibu kota resmi: Pretoria sebagai pusat eksekutif, Bloemfontein sebagai pusat yudisial, dan Cape Town sebagai pusat legislatif."
  },
  {
    "name": "Nepal",
    "code": "np",
    "fact": "Nepal adalah rumah bagi Gunung Everest, puncak tertinggi di dunia, dan memiliki delapan dari sepuluh gunung tertinggi di dunia."
  },
  {
    "name": "Haiti",
    "code": "ht",
    "fact": "Haiti adalah negara pertama di dunia yang didirikan oleh bekas budak setelah memperoleh kemerdekaan dari Prancis pada tahun 1804."
  },
  {
    "name": "Ethiopia",
    "code": "et",
    "fact": "Ethiopia dianggap sebagai tempat lahirnya kopi; menurut legenda, seorang penggembala bernama Kaldi menemukan kopi di Ethiopia pada abad ke-9."
  },
  {
    "name": "Korea Selatan",
    "code": "kr",
    "fact": "Korea Selatan adalah satu-satunya negara di dunia yang memiliki 'Hari Valentine' setiap bulan pada tanggal 14, di mana pasangan merayakan bentuk kasih sayang yang berbeda-beda."
  },
  {
    "name": "Meksiko",
    "code": "mx",
    "fact": "Meksiko memperkenalkan cokelat, cabai, dan jagung ke dunia. Cokelat dulunya dianggap sebagai hadiah dari dewa oleh peradaban Aztek."
  },
  {
    "name": "Finlandia",
    "code": "fi",
    "fact": "Finlandia dikenal sebagai 'Negeri Seribu Danau' karena memiliki lebih dari 187.000 danau, salah satu jumlah terbanyak di dunia."
  },
  {
    "name": "Portugal",
    "code": "pt",
    "fact": "Portugal adalah salah satu negara tertua di Eropa, didirikan pada tahun 1139 dan memiliki batas negara yang hampir tidak berubah sejak abad ke-12."
  },
  {
    "name": "Jamaika",
    "code": "jm",
    "fact": "Jamaika adalah negara Karibia pertama yang meraih medali Olimpiade dan dikenal karena prestasi luar biasa dalam bidang lari cepat."
  },
  {
    "name": "Jerman",
    "code": "de",
    "fact": "Jerman adalah negara penemu mesin cetak, yang diciptakan oleh Johannes Gutenberg pada abad ke-15, merevolusi dunia penerbitan."
  },
  {
    "name": "Spanyol",
    "code": "es",
    "fact": "Spanyol adalah negara asal siesta, tradisi tidur siang yang terkenal dan masih dipraktikkan di beberapa daerah pedesaan."
  },  
  {
    "name": "Chile",
    "code": "cl",
    "fact": "Chile adalah rumah bagi Gurun Atacama, tempat terkering di bumi, dengan beberapa area yang tidak pernah menerima hujan dalam sejarah tercatat."
  },
  {
    "name": "Yunani",
    "code": "gr",
    "fact": "Yunani adalah tempat lahirnya Olimpiade kuno, yang pertama kali diadakan di Olympia pada tahun 776 SM."
  },
  {
    "name": "Irlandia",
    "code": "ie",
    "fact": "Irlandia tidak memiliki ular asli karena pulau ini tidak pernah terhubung ke daratan, membuat ular sulit menjangkaunya."
  },
  {
    "name": "Turki",
    "code": "tr",
    "fact": "Turki adalah satu-satunya negara yang terletak di dua benua, yaitu Asia dan Eropa, dengan kota Istanbul yang membentang di keduanya."
  },
  {
    "name": "Arab Saudi",
    "code": "sa",
    "fact": "Arab Saudi memiliki 'Empty Quarter' (Rub' al Khali), gurun pasir terbesar di dunia tanpa pemukiman manusia permanen."
  },
  {
    "name": "Perancis",
    "code": "fr",
    "fact": "Prancis adalah negara asal sistem metrik, yang diperkenalkan pertama kali selama Revolusi Prancis pada tahun 1790-an."
  },
  {
    "name": "Norwegia",
    "code": "no",
    "fact": "Norwegia memiliki matahari tengah malam selama musim panas di daerah utara, di mana matahari tidak pernah terbenam."
  },
  {
    "name": "Inggris",
    "code": "gb",
    "fact": "Inggris adalah tempat berdirinya Universitas Oxford, universitas berbahasa Inggris tertua di dunia, yang didirikan pada abad ke-12."
  },
  {
    "name": "Italia",
    "code": "it",
    "fact": "Italia adalah tempat lahirnya pizza, yang berasal dari kota Napoli pada abad ke-18."
  },
  {
    "name": "Kanada",
    "code": "ca",
    "fact": "Kanada memiliki lebih dari 60% dari semua danau air tawar di dunia."
  },
  {
    "name": "Swiss",
    "code": "ch",
    "fact": "Swiss adalah tempat lahirnya cokelat susu, yang ditemukan oleh Daniel Peter pada tahun 1875."
  },
  {
    "name": "Belanda",
    "code": "nl",
    "fact": "Belanda adalah negara dengan kincir angin terbanyak, yang dahulu digunakan untuk memompa air keluar dari tanah rendah."
  },
  {
    "name": "India",
    "code": "in",
    "fact": "India memiliki festival Holi yang dikenal sebagai 'Festival Warna', dirayakan untuk menandai datangnya musim semi."
  },
  {
    "name": "Tiongkok",
    "code": "cn",
    "fact": "Tiongkok menciptakan kertas, percetakan, kompas, dan bubuk mesiu—dikenal sebagai 'Empat Penemuan Besar'."
  },
  {
    "name": "Brazil",
    "code": "br",
    "fact": "Brazil adalah satu-satunya negara di Amerika Selatan yang menggunakan bahasa Portugis sebagai bahasa resmi."
  },
  {
    "name": "Jepang",
    "code": "jp",
    "fact": "Jepang memiliki kereta peluru Shinkansen yang dapat mencapai kecepatan lebih dari 300 km/jam."
  },
  {
    "name": "Australia",
    "code": "au",
    "fact": "Australia memiliki lebih dari 10.000 pantai; Anda bisa mengunjungi pantai baru setiap hari selama hampir 27 tahun."
  }
]
  
  
